<?php
$arr = [];
$arr = [
    "Реквизиты" => "Реквизиты",
    "Зарегистрироваться" => "Зарегистрироваться",
    "Пароль"=>"Пароль",
    "Без логотипа"=>"Без логотипа",
    "С вашим логотипом"=>"С вашим логотипом",
    "я ... покупатель"=>"я ... покупатель",
    "г. Ташкент, Юнусабадский район, ул.Ахмад Дониша 26А"=>"г. Ташкент, Юнусабадский район, ул.Ахмад Дониша 26А",
    "Юнусабадский Филиал"=>"Юнусабадский Филиал",
    "ВАША КОРЗИНА ПУСТА"=>"ВАША КОРЗИНА ПУСТА",
    "количество" =>"количество",
    "Выберите количество блоков"=>"Выберите количество блоков",
    "Печать логотипа" => "Печать логотипа",

    "cartFormTitle"=>"я ... покупатель",
    "cartFormOption1"=>"новый",
    "Имя"=>"постоянный",
    "cartFormDelivery1"=>"нужно",
    "cartFormDelivery2"=>"не нужно",
    "cartFormPaymentM1"=>"Наличными",
    "cartFormPaymentM2"=>"Карта",
    "cartFormPayBtn"=>"Оплатить",
    "cartReqTitle"=>"Реквизиты",
    "cartReqResip"=>"Получатель",
    "cartReqAddress"=>"Tashkent city, Yunusabad district, Ahmad Donish street 26A",
    "cartReqTIN"=>"ИНН",
    "cartReqBC"=>"Р/С",
    "cartReqBCBody"=>"2020 8000 2010 3340 5001 ЧАКБ «ОРИЕНТ ФИНАНС» Юнусабадский Филиал",
    "cartReqIFI"=>"МФО",
    "cartReqNCKEA"=>"ОКЭД",

    "honeOrderPrice"=>"Промежуточный итог",
    "honeOrderDelivery"=>"Доставка",
    "honeOrderButton"=>"Заказ",

    "footerAddress"=>"Адрес",

    "homePlaceholderInputName"=>"Имя",
    "homeContactPhone"=>"Телефоны",
    "honeOrderPrice"=>"Промежуточный итог",
];
return $arr;